Repository: xlthlx/wp-inci
Catalog: languages/*.po
Languages: it_it

source: A WordPress plugin to manage INCI (International Nomenclature of Cosmetic Ingredients).
it_it: Un plugin WordPress per gestire INCI (International Nomenclature of Cosmetic Ingredients).

source: https://profiles.wordpress.org/xlthlx/
it_it: https://wordpress.org/plugins/wp-inci/

source: Settings
it_it: Impostazioni

source: Url
it_it: Link

source: Ingredients
it_it: Ingredienti

source: Ingredient
it_it: Ingrediente

source: Start typing ingredient name, then select one from the list. No results found?
it_it: Comincia a scrivere il nome dell'ingrediente, e poi selezionane uno dalla lista. Non lo trovi?

source: Double green
it_it: Doppio verde

source: Green
it_it: Verde

source: Yellow
it_it: Giallo

source: Red
it_it: Rosso

source: Double red
it_it: Doppio rosso

source: Restrictions
it_it: Restrizioni

source: Style copied to clipboard.
it_it: Stile copiato negli appunti.

source: Copy style
it_it: Copia stile

source: You can disable the WP INCI style and add your own to your theme.<br/>Just copy the standard WP INCI style above into your style.css and customize it.
it_it: Puoi disabilitare lo stile di WP INCI e aggiungere il tuo al tuo tema.<br/>Basta copiare lo stile predefinito di WP INCI qui sopra nel tuo style.css e personalizzarlo.

source: WP INCI Default Style
it_it: Stile predefinito di WP INCI

source: Disable WP INCI style
it_it: Disabilita il CSS di WP INCI

source: Add a disclaimer after WP INCI table of ingredients.
it_it: Aggiunge un disclaimer dopo la tabella degli ingredienti di WP INCI.

source: Settings saved.
it_it: Impostazioni salvate.

source: Brand
it_it: Marca

source: Add new brand
it_it: Aggiungi nuova marca

source: Search
it_it: Ricerca

source: Add new ingredient
it_it: Aggiungi nuovo ingrediente

source: Multiple search
it_it: Ricerca multipla

source: Enter multiple ingredients separated by a comma, then click on "Search Ingredients".
it_it: Inserisci più ingredienti separati da una virgola, poi fai click su "Cerca ingredienti".

source: Search Ingredients
it_it: Cerca ingredienti

source: No results found.
it_it: Nessun risultato trovato.

source: Error : Unauthorized action
it_it: Errore: azione non autorizzata

source: Error: Unauthorized action
it_it: Errore: azione non autorizzata

source: Not found
it_it: Non trovato

source: All Ingredients
it_it: Tutti gli Ingredienti

source: Ingredient Archives
it_it: Archivio Ingredienti

source: Ingredient Attributes
it_it: Attributo dell'Ingrediente

source: Insert in Ingredient
it_it: Inserisci nell'ingrediente

source: Uploaded to this Ingredient
it_it: Caricato su questo Ingrediente

# ingredient
source: Featured Image
it_it: Immagine in evidenza

# ingredient
source: Set featured image
it_it: Imposta immagine in evidenza

# ingredient
source: Remove featured image
it_it: Rimuovi immagine in evidenza

# ingredient
source: Use as featured image
it_it: Usa come immagine in evidenza

source: Filter Ingredients list
it_it: Filtra la lista degli Ingredienti

source: Ingredients list navigation
it_it: Navigazione dell'elenco degli ingredienti

source: Ingredients list
it_it: Lista ingredienti

source: New Ingredient
it_it: Nuovo Ingrediente

source: Add New
it_it: Aggiungi Nuovo

source: Add New Ingredient
it_it: Aggiungi nuovo ingrediente

source: Edit Ingredient
it_it: Modifica Ingrediente

source: View Ingredient
it_it: Visualizza Ingrediente

source: View Ingredients
it_it: Visualizza Ingredienti

source: No Ingredients found
it_it: Nessun Ingrediente trovato

source: No Ingredients found in trash
it_it: Nessun Ingrediente trovato nel cestino

source: Parent Ingredient:
it_it: Ingrediente Genitore:

source: Safety
it_it: Valutazione

source: Functions
it_it: Funzioni

source: Source
it_it: Fonte

source: Author
it_it: Autore

source: Date
it_it: Data

source: All Functions
it_it: Tutte le funzioni

source: All Sources
it_it: Tutte le fonti

source: All Authors
it_it: Tutti gli autori

source: ingredient
it_it: ingrediente

# taxonomy general name
source: Function
it_it: Funzione

source: Search Functions
it_it: Cerca Funzioni

source: Popular Functions
it_it: Funzioni più utilizzate

source: Parent Function
it_it: Funzione genitore

source: Parent Function:
it_it: Funzione genitore:

source: Edit Function
it_it: Modifica Funzione

source: Update Function
it_it: Aggiorna Funzione

source: View Function
it_it: Visualizza Funzione

source: Add New Function
it_it: Aggiungi Nuova Funzione

source: New Function
it_it: Nuova Funzione

source: Separate Functions with commas
it_it: Separa le Funzioni con una virgola

source: Add or remove Functions
it_it: Aggiungi o rimuovi Funzione

source: Choose from the most used Functions
it_it: Scegli una Funzione tra le più utilizzate

source: No Functions found.
it_it: Nessuna Funzione trovata.

source: No Functions
it_it: Nessuna Funzione

source: Functions list navigation
it_it: Navigazione dell'elenco delle funzioni

source: Functions list
it_it: Lista funzioni

# function
source: Most Used
it_it: Più utilizzate

source: &larr; Back to Functions
it_it: &larr; Torna alle Funzioni

source: Function
it_it: Funzione

source: functions
it_it: funzioni

source: Sources
it_it: Fonti

# taxonomy general name
source: Source
it_it: Fonte

source: Search Sources
it_it: Cerca Fonti

source: Popular Sources
it_it: Fonti più utilizzate

source: Parent Source
it_it: Fonte genitore

source: Parent Source:
it_it: Fonte genitore:

source: Edit Source
it_it: Modifica Fonte

source: Update Source
it_it: Aggiorna Fonte

source: View Source
it_it: Visualizza Fonte

source: Add New Source
it_it: Aggiungi Nuova Fonte

source: New Source
it_it: Visualizza Fonte

source: Separate Sources with commas
it_it: Separa le Fonti con una virgola

source: Add or remove Sources
it_it: Aggiungi o rimuovi Fonte

source: Choose from the most used Sources
it_it: Scegli una fonte tra le più utilizzate

source: No Sources found.
it_it: Nessuna Fonte trovata.

source: No Sources
it_it: Nessuna Fonte

source: Sources list navigation
it_it: Navigazione dell'elenco delle fonti

source: Sources list
it_it: Lista fonti

# source
source: Most Used
it_it: Più utilizzate

source: &larr; Back to Sources
it_it: &larr; Torna alle Fonti

source: source
it_it: fonte

source: Products
it_it: Prodotti

source: Product
it_it: Prodotto

source: All Products
it_it: Tutti i Prodotti

source: Product Archives
it_it: Archivio Prodotti

source: Product Attributes
it_it: Attributi del Prodotto

source: Insert into Product
it_it: Inserisci nel Prodotto

source: Uploaded to this Product
it_it: Caricato su questo Prodotto

# product
source: Featured Image
it_it: Immagine in evidenza

# product
source: Set featured image
it_it: Imposta immagine in evidenza

# product
source: Remove featured image
it_it: Rimuovi immagine in evidenza

# product
source: Use as featured image
it_it: Usa come immagine in evidenza

source: Filter Products list
it_it: Filtra lista Prodotti

source: Products list navigation
it_it: Navigazione dell'elenco dei prodotti

source: Products list
it_it: Lista prodotti

source: New Product
it_it: Nuovo Prodotto

source: Add New Product
it_it: Aggiungi Nuovo Prodotto

source: Edit Product
it_it: Modifica Prodotto

source: View Product
it_it: Visualizza Prodotto

source: View Products
it_it: Visualizza Prodotti

source: Search Products
it_it: Cerca Prodotti

source: No Products found
it_it: Nessun Prodotto trovato

source: No Products found in trash
it_it: Nessun Prodotto trovato nel cestino

source: Parent Product:
it_it: Prodotto genitore:

source: All Brands
it_it: Tutte le marche

source: product
it_it: prodotto

source: Brands
it_it: Marche

# taxonomy general name
source: Brand
it_it: Marca

source: Search Brands
it_it: Cerca Marche

source: Popular Brands
it_it: Marche più utilizzate

source: Parent Brand
it_it: Marca genitore

source: Parent Brand:
it_it: Marca genitore:

source: Edit Brand
it_it: Modifica Marca

source: Update Brand
it_it: Aggiorna Marca

source: View Brand
it_it: Visualizza Marca

source: Add New Brand
it_it: Aggiungi Nuova Marca

source: New Brand
it_it: Nuova Marca

source: Separate Brands with commas
it_it: Separa le Marche con una virgola

source: Add or remove Brands
it_it: Aggiungi o rimuovi Marca

source: Choose from the most used Brands
it_it: Scegli una Marca tra le più utilizzate

source: No Brands found.
it_it: Nessuna Marca trovata.

source: No Brands
it_it: Nessuna Marca

source: Brands list navigation
it_it: Navigazione dell'elenco delle Marche

source: Brands list
it_it: Lista delle Marche

# brand
source: Most Used
it_it: Più Utilizzate

source: &larr; Back to Brands
it_it: &larr; Torna alle Marche

source: brand
it_it: marca

source: The evaluation of these ingredients reflects the opinion of the author, who is not a specialist in this field. This evaluation is based on some online databases (e.g. <a title="CosIng - Cosmetic ingredients database" href="https://ec.europa.eu/growth/sectors/cosmetics/cosing/" target="_blank">CosIng</a>).
it_it: La valutazione di questi ingredienti riflette l'opinione dell'autore, che non è uno specialista in questo campo. Questa valutazione si basa su alcuni database online (ad esempio: <a title="CosIng - Cosmetic ingredients database" href="https://ec.europa.eu/growth/sectors/cosmetics/cosing/" target="_blank">CosIng</a>).

source: Ingredient updated. <a target="_blank" href="%s">View Ingredient</a>
it_it: Ingrediente aggiornato. <a target="_blank" href="%s">Visualizza Ingrediente</a>

source: Custom field updated.
it_it: Campo personalizzato aggiornato.

source: Custom field deleted.
it_it: Campo personalizzato cancellato.

source: Ingredient updated.
it_it: Ingrediente aggiornato.

source: Ingredient restored to revision from %s
it_it: Ingrediente ripristinato alla revisione da %

source: Ingredient published. <a href="%s">View Ingredient</a>
it_it: Ingrediente pubblicato. <a href="%s">Visualizza Ingrediente</a>

source: Ingredient saved.
it_it: Ingrediente salvato.

source: Ingredient submitted. <a target="_blank" href="%s">Preview Ingredient</a>
it_it: Ingrediente inviato. <a target="_blank" href="%s">Anteprima Ingrediente</a>

source: Ingredient scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Ingredient</a>
it_it: Ingrediente programmato per: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Anteprima Ingrediente</a>

source: Ingredient draft updated. <a target="_blank" href="%s">Preview Ingredient</a>
it_it: Bozza dell'ingrediente aggiornata. <a target="_blank" href="%s">Anteprima dell'Ingrediente</a>

source: %s Ingredient updated.
it_it: %s Ingrediente aggiornato.

source: 1 Ingredient not updated, somebody is editing it.
it_it: 1 Ingrediente non aggiornato, qualcun altro lo sta modificando.

source: %s Ingredient not updated, somebody is editing it.
it_it: %s Ingrediente non aggiornato, qualcun altro lo sta modificando.

source: %s Ingredient permanently deleted.
it_it: %s Ingrediente eliminato definitivamente.

source: %s Ingredient moved to the Trash.
it_it: %s Ingrediente spostato nel Cestino.

source: %s Ingredient restored from the Trash.
it_it: %s Ingrediente ripristinato dal Cestino.

source: Product updated. <a target="_blank" href="%s">View Product</a>
it_it: Prodotto aggiornato. <a target="_blank" href="%s">Visualizza Prodotto</a>

source: Product updated.
it_it: Ingrediente aggiornato.

source: Product restored to revision from %s
it_it: Prodotto ripristinato per la revisione da %s

source: Product published. <a href="%s">View Product</a>
it_it: Prodotto pubblicato. <a href="%s">Visualizza Prodotto</a>

source: Product saved.
it_it: Prodotto salvato.

source: Product submitted. <a target="_blank" href="%s">Preview Product</a>
it_it: Prodotto inviato. <a target="_blank" href="%s">Anteprima Prodotto</a>

source: Product scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Product</a>
it_it: Prodotto programmato per: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Anteprima Prodotto</a>

source: Product draft updated. <a target="_blank" href="%s">Preview Product</a>
it_it: Bozza del Prodotto aggiornata. <a target="_blank" href="%s">Anteprima Prodotto</a>

source: %s Product updated.
it_it: %s Prodotto aggiornato.

source: 1 Product not updated, somebody is editing it.
it_it: 1 Prodotto non aggiornato, qualcun altro lo sta modificando.

source: %s Product not updated, somebody is editing it.
it_it: %s Prodtto non aggiornato, qualcun altro lo sta modificando.

source: %s Product permanently deleted.
it_it: %s Prodotto eliminato definitivamente.

source: %s Product moved to the Trash.
it_it: %s Prodotto spostato nel Cestino.

source: %s Product restored from the Trash.
it_it: %s Prodotto ripristinato dal Cestino.

source: Function added.
it_it: Funzione aggiunta.

source: Function deleted.
it_it: Funzione cancellata.

source: Function updated.
it_it: Funzione aggiornata.

source: Function not added.
it_it: Funzione non aggiunta.

source: Function not updated.
it_it: Funzione non aggiornata.

source: Functions deleted.
it_it: Funzioni cancellate.

source: Source added.
it_it: Fonte aggiunta.

source: Source deleted.
it_it: Fonte cancellata.

source: Source updated.
it_it: Fonte aggiornata.

source: Source not added.
it_it: Fonte non aggiunta.

source: Source not updated.
it_it: Fonte non aggiornata.

source: Sources deleted.
it_it: Fonti cancellate.

source: Brand added.
it_it: Marca aggiunta.

source: Brand deleted.
it_it: Marca cancellata.

source: Brand updated.
it_it: Marca aggiornata.

source: Brand not added.
it_it: Marca non aggiunta.

source: Brand not updated.
it_it: Marca non aggiornata.

source: Brands deleted.
it_it: Marche cancellate.

source: Select a product
it_it: Seleziona un prodotto

source: ingredients
it_it: ingredienti

source: Custom title
it_it: Titolo personalizzato

source: Select product
it_it: Seleziona prodotto

source: Show link
it_it: Mostra collegamento

source: Hide ingredient list
it_it: Nascondi la lista degli ingredienti

source: Hide safety
it_it: Nascondi valutazione
